{
    "13440": {
        "title": "Without Fail",
        "description": "Hired by the Secret Service to test their shield around the new vice president of the United States, ex-military cop Jack Reacher discovers that a team of assassins is already planning a hit on the vice president.",
        "categories": [
            "Fiction"
        ]
    },
    "13441": {
        "title": "Without Fail (Jack Reacher Novels (Hardcover))",
        "description": "Hired by the Secret Service to test their shield around the new vice president of the United States, ex-miliary copy Jack Reacher discovers that a team of assassins is already planning a hit on the vice president. 40,000 first printing. BOMC. Lit Guild. Mystery Guild. Doubleday Book Club.",
        "categories": [
            "Fiction"
        ]
    },
    "13442": {
        "title": "Without Pity : Ann Rule's Most Dangerous Killers",
        "description": "A collection of true-crime tales, selected from the author's \"Crime Files\" series, is accompanied by three new cases that chronicle the crimes of seemingly ordinary men possessing a twisted obsession with violence and death.",
        "categories": [
            "True Crime"
        ]
    },
    "13443": {
        "title": "Without Remorse",
        "description": "NOW A MAJOR MOTION PICTURE STARRING MICHAEL B. JORDAN—WATCH NOW ON PRIME VIDEO! From Tom Clancy, the celebrated author of the Jack Ryan series, comes the #1 New York Times bestseller that puts CIA operative John Clark front and center.... His code name is Mr. Clark. His work for the CIA is brilliant, cold-blooded and efficient...But who is he really? In a harrowing tour de force, Tom Clancy shows how an ordinary man named John Kelly crossed the lines of justice and morality to become the CIA legend, Mr. Clark. It is an unforgettable journey into the heart of darkness. Without mercy. Without guilt. Without remorse.",
        "categories": [
            "Fiction"
        ]
    },
    "13444": {
        "title": "Without Reservations : The Travels of an Independent Woman",
        "description": "\"In many ways, I was an independent woman,\" writes Pulitzer Prize–winning journalist Alice Steinbach. “For years I’d made my own choices, paid my own bills, shoveled my own snow.” But somehow she had become dependent in quite another way. “I had fallen into the habit of defining myself in terms of who I was to other people and what they expected of me.” But who was she away from the people and things that defined her? In this exquisite book, Steinbach searches for the answer to this question in some of the most beautiful and exciting places in the world: Paris, where she finds a soul mate; Oxford, where she takes a course on the English village; Milan, where she befriends a young woman about to be married. Beautifully illustrated with postcards from Steinbach’s journeys, this revealing and witty book transports you into a fascinating inner and outer journey, an unforgettable voyage of discovery. Praise for Without Reservations: “A rich account of one woman’s journey through Europe and into the self.” —Us Weekly “I loved going along with Alice Steinbach as she goes off on this rare, wonderful adventure, an escape into discovering herself and some of the truly magical places in this world.” —DOMINICK DUNNE “More than a chronicle of the writer’s search for self-discovery, Without Reservations is a lovely travelogue.” —Chicago Tribune “The best books, like the best vacations, contain unexpected delights, surprises that enrich the soul as well as the senses. This is a book about love, and longing, and the passage of time. It’s about hope, and courage, and the resiliency of memory. This book is a feast. Bon appétit!” —The Des Moines Register “Beautifully written, clear, insightful, thoughtful . . . Steinbach’s book should be taken in slowly and savored all the way.” —St. Petersburg Times",
        "categories": [
            "Biography & Autobiography"
        ]
    },
    "13445": {
        "title": "Without You (Mira)",
        "description": "Divorce lawyer Hallie Hunter is asked by her former fianc Jackson Cole to represent him when he's implicated in a murder investigation. Can Hallie overcome the sense of betrayal she feels towards Jackson to save him from disaster and learn to love again? Original.",
        "categories": [
            "Attorney and client"
        ]
    },
    "13446": {
        "title": "Without a Doubt",
        "description": "Marcia Clark's recollections of the O.J. Simpson Trial, what she wished she had done differently, and why the outcome of the trial was inevitable.",
        "categories": [
            "Public prosecutors"
        ]
    },
    "13447": {
        "title": "Witness in Death (Eve Dallas Mysteries (Paperback))",
        "description": "When a famous thespian is killed right before her eyes, New York detective Eve Dallas takes a new place in crime as both officer and witness to murder in this novel in the #1 New York Times bestselling In Death series. The opening night of the revival of Agatha Christie's \"Witness for the Prosecution\" at New York’s New Globe Theater turns from stage scene to crime scene when the leading man is stabbed to death right on center stage. Now Eve Dallas has a high-profile celebrity homicide on her hands. Not only is she lead detective, she’s also a witness—and when the press discovers that her husband owns the theater, there’s more media spotlight than either can handle. The only way out is to move fast. Question everyone and everything…and in the meantime, try to tell the difference between the truth—and really good acting…",
        "categories": [
            "Fiction"
        ]
    },
    "13448": {
        "title": "Wizard and Glass (The Dark Tower, Book 4)",
        "description": "Roland, from the Dark Tower series, encounters valuable lessons in loyalty and love when a beautiful woman's world is torn apart by war.",
        "categories": [
            "Action and adventure fiction"
        ]
    },
    "13449": {
        "title": "Wizard at Large (Rookies Series)",
        "description": "Book Three of the Magic Kingdom of Landover Series It all began when the half-able wizard Questor Thews announced that finally he could restore the Court Scribe Abernathy to human form. It was his spell that had turned Abernathy into a Wheaten Terrier—though with hands and able to talk. All went well—until the wizard breathed the magic dust of his spell and suddenly sneezed. Then, where Abernathy had stood, there was only a bottle containing a particularly evil imp. It had been in the collection of Michael Ard Rhi, former King of Landover, now exiled to Earth. Abernathy must now be a part of that collection! High Lord Ben Holiday set forth for Earth, taking his green but beautiful love, Willow, with him. Unfortunately, they were long in returning. And without the soil in which to root as a tree at times, Willow could not long survive. That left it up to Questor Thews to save them. Grimly he set out to seek help, knowing himself to be incompetent. And to make things worse, the imp had escaped and sought the help of the evil witch Nightshade, now back from exile in Faerie. Questor's only idea seemed impossible, but . . .",
        "categories": [
            "Fiction"
        ]
    },
    "13450": {
        "title": "Wizard of Earthsea",
        "description": "In print for more than three decades and translated into dozens of languages, here is the audio release of the first book in The Earthsea Trilogy. This is a tale of wizards, dragons, and shadows, played in an archipelago of imagined islands. The young boy Sparrowhawk becomes apprentice to a Master Wizard; but impatience to learn faster takes him far from home to Roke Island, where he enters the School for Wizards. As a student of magic, Sparrowhawk exceeds his years in accomplishment, but pride and jealousy drive the boy to try certain dangerous powers too soon. A terrible evil is let loose in the land.",
        "categories": [
            "Fantasy"
        ]
    },
    "13451": {
        "title": "Wizard of Oz Postcards in Full Color (Card Books)",
        "description": "classic W. W. Denslow illustrations from first edition of The Wonderful Wizard of Oz are skillfully adapted in colorful postcard form.",
        "categories": [
            "Postcards"
        ]
    },
    "13452": {
        "title": "Wizard of the Grove (Daw Book Collectors)",
        "description": "Two classic novels from Tanya Huff, Child of the Grove & The Last Wizard, finally together in one volume.",
        "categories": [
            "Fantasy fiction"
        ]
    },
    "13453": {
        "title": "Wizard's First Rule (Sword Of Truth)",
        "description": "The masterpiece that started The New York Times bestselling epic Sword of Truth In the aftermath of the brutal murder of his father, a mysterious woman, Kahlan Amnell, appears in Richard Cypher's forest sanctuary seeking help . . . and more. His world, his very beliefs, are shattered when ancient debts come due with thundering violence. In a dark age it takes courage to live, and more than mere courage to challenge those who hold dominion, Richard and Kahlan must take up that challenge or become the next victims. Beyond awaits a bewitching land where even the best of their hearts could betray them. Yet, Richard fears nothing so much as what secrets his sword might reveal about his own soul. Falling in love would destroy them--for reasons Richard can't imagine and Kahlan dare not say. In their darkest hour, hunted relentlessly, tormented by treachery and loss, Kahlan calls upon Richard to reach beyond his sword--to invoke within himself something more noble. Neither knows that the rules of battle have just changed . . . or that their time has run out. This is the beginning. One book. One Rule. Witness the birth of a legend.",
        "categories": [
            "Fiction"
        ]
    },
    "13454": {
        "title": "Wizard's First Rule (Sword of Truth, Book 1)",
        "description": "An unearthly adversary descends on an idyllic fantasy world, corrupting magic against good and slaughtering innocents, and only a single man can stop him.",
        "categories": [
            "Fiction"
        ]
    },
    "13455": {
        "title": "Wlt: A Radio Romance",
        "description": "In the spring of 1926, the Soderbjerg brothers, Ray and Roy, plunge into radio and launch station WLT (With Lettuce and Tomato) to rescue their failing restaurant and become the Sandwich Kings of South Minneapolis. For the next quarter century, the Friendly Neighbor station produces a dazzling array of shows and stars, including Leo LaValley, Dad Benson, Wingo Beals, Slim Graves and Little Buddy, chain-smoking child star Marjery Moore, and blind baseball announcer Buck Steller. Francis With, a shy young man from North Dakota, entranced by radio, gets into WLT through his uncle Art and quickly becomes the Soderbjerg's right hand. Soon Francis is a budding announcer adored by Lily Dale, the crippled nightingale of WLT kept hidden from her fans, whose firing contributes to the downfall of the station. And then comes television.",
        "categories": [
            "Brothers"
        ]
    },
    "13456": {
        "title": "Wobegon Boy",
        "description": "Garrison Keillor returns to Lake Wobegon in a masterful portrait of the sort of small-town world that many of us Americans believe we grew up in, or would have liked to.",
        "categories": [
            "Domestic fiction"
        ]
    },
    "13457": {
        "title": "Wolf Shadow (Signet Historical Romance)",
        "description": "Kidnapped by the Lakota as a child, Teressa Bryant is now a beloved member of their tribe. When half-Lakota Wolf Shadow is hired by her birth parents to bring her home, he soon finds himself torn between his obligation and the woman who arouses his untamed longing. Original.",
        "categories": [
            "Indian captivities"
        ]
    },
    "13458": {
        "title": "Wolf in the Shadows",
        "description": "While investigating her lover's disappearance, San Francisco private investigator Sharon McCone stumbles upon some unpleasant truths. By the author of Pennies on a Dead Woman's Eyes. 25,000 first printing. Tour.",
        "categories": [
            "Fiction"
        ]
    },
    "13459": {
        "title": "Wolf's Hour",
        "description": "Michael Gallatin--masterspy, romancer, and werewolf--bears an ancient curse that can rapidly transform him into an insatiably bloodthirsty carnivore, and this terrifying \"other self\" becomes America's only hope against Nazi brutality",
        "categories": [
            "Fiction"
        ]
    },
    "13460": {
        "title": "Wolfwalker",
        "description": "Dion was a healer and a wolfwalker, and the unique telepathic bond that she shared with the wolf Gray Hishn sometimes seemed to amplify her sensitivity to her patients. But she never guessed how strong that bond could be, or what kind of power it could wield, until she found herself lost in the wilderness, with angry slavers at her heels and war on the horizon. Suddenly she and her fellow travelers were fighting for their lives in the snowy winter wastes, where the wolves were their only guides, the greatest secret of the ancients their only salvation...and Dion their only hope to survive.",
        "categories": [
            "Fiction"
        ]
    },
    "13461": {
        "title": "Wolves of Willoughby Chase (Wolves Chronicles)",
        "description": "Wicked wolves and a grim governess threaten Bonnie and her cousin Sylvia when Bonnie's parents leave Willoughby Chase for a sea voyage. Left in the care of the cruel Miss Slighcarp, the girls can hardly believe what is happening to their once happy home. The servants are dismissed, the furniture is sold, and Bonnie and Sylvia are sent to a prison-like orphan school. It seems as if the endless hours of drudgery will never cease. With the help of Simon the gooseboy and his flock, they escape. But how will they ever get Willoughby Chase free from the clutches of the evil Miss Slighcarp? This edition of the beloved classic features an introduction by Aiken's daughter, Lizza, providing insight into the struggles Aiken—much like her heroines—had to endure before finally finishing this classic story a decade after she started writing it.",
        "categories": [
            "Juvenile Fiction"
        ]
    },
    "13462": {
        "title": "Wolves of the Calla (The Dark Tower, Book 5)",
        "description": "Here is the fifth installment, \"one of the strongest entries yet in what will surely be a master storyteller's magnum opus\" (Locus).",
        "categories": [
            "Adventure fiction"
        ]
    },
    "13463": {
        "title": "Woman Hollering Creek and Other Stories (Vintage Contemporaries)",
        "description": "A collection of stories by Sandra Cisneros, the celebrated bestselling author of The House on Mango Street and the winner of the 2019 PEN/Nabokov Award for Achievement in International Literature. The lovingly drawn characters of these stories give voice to the vibrant and varied life on both sides of the Mexican border with tales of pure discovery, filled with moments of infinite and intimate wisdom.",
        "categories": [
            "Fiction"
        ]
    },
    "13464": {
        "title": "Woman Of Innocence (Morgan'S Mercenaries: Destiny'S Women) (Silhouette Special Edition, No. 1442)",
        "description": "Woman Of Innocence by Lindsay McKenna released on Dec 25, 2001 is available now for purchase.",
        "categories": [
            "Man-woman relationships"
        ]
    },
    "13465": {
        "title": "Woman Of Mystery  (A Memory Away ...) (Harlequin Intrigue, No. 515)",
        "description": "A Woman Of Mystery by Charlotte Douglas released on Mar 25, 1999 is available now for purchase.",
        "categories": [
            "Romance fiction"
        ]
    },
    "13466": {
        "title": "Woman Without a Past",
        "description": "When mystery novelist Molly Hunt is stunned to learn that she is actually the daughter of the aristocratic Mountfort family, she travels to Charleston to unlock the secret of her past",
        "categories": [
            "Fiction"
        ]
    },
    "13467": {
        "title": "Woman of Independence",
        "description": "On the 20th anniversary of this beloved novel--\"a portrait of a woman with all her frailties\" (\"The Christian Science Monitor\")--comes the first-ever trade paperback edition--just in time for Mother's Day. Features a new Letter to the Reader. Copyright © Libri GmbH. All rights reserved.",
        "categories": [
            "Epistolary fiction"
        ]
    },
    "13468": {
        "title": "Woman of the Inner Sea",
        "description": "Fleeing from her husband, grieving for the loss of her sons, a woman must ultimately face her husband.",
        "categories": [
            "Australia"
        ]
    },
    "13469": {
        "title": "Woman on the Edge of Time",
        "description": "This edition published by arrangement with Alfred A. Knopf, Inc.",
        "categories": [
            "Fiction"
        ]
    },
    "13470": {
        "title": "Woman: An Intimate Geography",
        "description": "The author explores the essence of what it means to be a woman--in body and mind--as she shares her thoughts on everything from organs to orgasm and menopause",
        "categories": [
            "Social Science"
        ]
    },
    "13471": {
        "title": "Women",
        "description": "Tells the story of an ugly old man who has gone unloved for too long, but a change comes over him as he begins more and more relationships with women.",
        "categories": [
            "California"
        ]
    },
    "13472": {
        "title": "Women Who Love Books Too Much: Bibliophiles, Bluestockings, and Prolific Pens from the Algonquin Hotel to the Ya-Ya Sisterhood",
        "description": "An irreverant often hilarious tribute to women who are passionate about books celebrates the librarians, editors, writers, bibliophiles, and book club devotees who have dedicated themselves to the written word. 25,000 first printing.",
        "categories": [
            "Biography & Autobiography"
        ]
    },
    "13473": {
        "title": "Women Who Love Too Much",
        "description": "A guide to why so many women become obsessed with the wrong men, and how they can break this addictive cycle and change the way they love.",
        "categories": [
            "Alcoholics"
        ]
    },
    "13474": {
        "title": "Women Who Run with the Wolves",
        "description": "NEW YORK TIMES BESTSELLER • One million copies sold! “A deeply spiritual book [that] honors what is tough, smart and untamed in women.”—The Washington Post Book World Book club pick for Emma Watson’s Our Shared Shelf Within every woman there lives a powerful force, filled with good instincts, passionate creativity, and ageless knowing. She is the Wild Woman, who represents the instinctual nature of women. But she is an endangered species. For though the gifts of wildish nature belong to us at birth, society’s attempt to “civilize” us into rigid roles has muffled the deep, life-giving messages of our own souls. In Women Who Run with the Wolves, Dr. Clarissa Pinkola Estés unfolds rich intercultural myths, fairy tales, folk tales, and stories, many from her own traditions, in order to help women reconnect with the fierce, healthy, visionary attributes of this instinctual nature. Through the stories and commentaries in this remarkable book, we retrieve, examine, love, and understand the Wild Woman, and hold her against our deep psyches as one who is both magic and medicine. Dr. Estés has created a new lexicon for describing the female psyche. Fertile and life-giving, it is a psychology of women in the truest sense, a knowing of the soul.",
        "categories": [
            "Body, Mind & Spirit"
        ]
    },
    "13475": {
        "title": "Women and Fiction: Short Stories by and About Women",
        "description": "From the late 19th-century writings of Kate Chopin to the contemporary works of Alice Walker, this unique collection of 26 stories celebrates the specialness of growing up female and captures the experience of being a woman--in all its similarities and diversity. Includes works by Willa Cather, Doris Lessing, Joyce Carol Oates, Gertrude Stein, Tillie Olsen, and Colette.",
        "categories": [
            "Short stories, American"
        ]
    },
    "13476": {
        "title": "Women in His Life",
        "description": "A Main Selection of the Literary Guild and the Doubleday Book Club He is Maximilian West--billionaire tycoon and corporate raider extraordinaire. He is a figure of almost mythical power--an enigma to all who know him. But when his world is suddenly shattered, Maxim must make peace with his turbulent past and begin to understand the remarkable women who have loved and protected him. From the streets of London to the suites of New York, from the rise of Nazi Germany to the fall of the Berlin Wall, THE WOMEN IN HIS LIFE takes us on an unforgettable journey of survival, secrets, love and redemption that mesmerizes from first page to last.",
        "categories": [
            "Fiction"
        ]
    },
    "13477": {
        "title": "Women in Love (Wordsworth Classics)",
        "description": "\"Seen by Lawrence as his most accomplished book, but subject to the initial prudery and incomprehension that met most of his fiction, Women in Love examines the regenerative and destructive aspects of human passion, as illustrated by its depiction of Ursula and Gudrun Brangwen - who first appeared in The Rainbow - and their relationships with Gerald Crich and Rupert Birkin. Set against the backdrop of a world consuming itself in war, the novel creates an instructive vision of humanity's dance with life and death.\" \"This text is the famous \"first\" Women in Love, the unexpurgated version preferred by Lawrence himself, which was rejected by every publisher because of the banning of The Rainbow in 1915. More positive in tone than the revised version published in his lifetime, with different central relationships and a radically different ending, it is now viewed by many as Lawrence's masterpiece.\"--BOOK JACKET.",
        "categories": [
            "Coal miners"
        ]
    },
    "13478": {
        "title": "Women of Sand and Myrrh",
        "description": "Little is known of what life is like for contemporary Arab women living in the Middle East. One of the few literary voices speaking out from that still closed society is Hanan al-Shaykh, whose novel The Story of Zahra was banned in most Arab countries. Now available for the first time in the U.S. is her newest novel, a story of four women treated to every luxury but freedom.",
        "categories": [
            "Fiction"
        ]
    },
    "13479": {
        "title": "Women of the Silk : A Novel",
        "description": "Spanning the years between the world wars, this tale of a young Chinese girl forced to work in a silk factory describes the sisterhood of workers she discovers there.",
        "categories": [
            "Fiction"
        ]
    },
    "13480": {
        "title": "Women's Bodies, Women's Wisdom: Creating Physical and Emotional Health and Healing",
        "description": "\"\"Women everywhere are birthing a new vision of women's health and wellness, and of identity. Central to this vision is that we trust what we know in our bones, that our bodies are our allies, and that they will always point us in the direction we need to go next.\"\" \"Like mind-body medicine pioneers Deepak Chopra and Bernie Siegel, Dr. Christiane Northrup has long been convinced of the connection between emotional suffering and physical illness. In her experiences as a physician she saw how emotional and psychological trauma contributed to women's obstetrical and gynecological ailments.\" \"In 1985 she left her lucrative group medical practice, determined to create a new kind of health care practice to help women change the basic conditions of their lives that lead to health problems. Today, at the acclaimed holistic health center, Women to Women, she and her colleagues use their dramatic discoveries in mind-body medicine to show women how to heal by listening to their bodies' own wisdom - the vital messages they can receive from each organ and process unique to the female body.\" \"In this influential book Dr. Northrup tells the powerful and poignant stories of patients who healed their diseases by attending to and healing the emotional wounds that they experience in the context of their everyday lives. She also tells how healthy women can appreciate their female bodies and organs and create and maintain their wellness. Her new vision of women's health and wellness has helped thousands of women move toward optimal well-being, joy and fulfillment. Women's Bodies, Women's Wisdom can guide you on your own healing journey to recognize the wisdom inherent in each of your body's processes - from menstruation through menopause, understand how and why these processes are part of your personal inner guidance system, learn how to give your body the support and caring it needs for optimal health, learn to tune in to the messages behind your symptoms and how to decode the language of your body and its needs, discover the disease-causing effects of cultural beliefs on women's health, understand what emotional pain does to the body, learn health-enhancing behaviors that will help you create health daily rather than waiting for symptoms or disease to occur, learn how the power of honestly \"naming\" your experience can dramatically improve your health, and learn ways to enhance your positive energy flow to improve your health.\" \"Our bodies are still our allies in the search for health and healing. Only by listening to what they teach us can we move to a greater understanding of ourselves and our lives as women today. Listening to the wisdom of our female bodies is the path to self-discovery and joy.\"--BOOK JACKET.Title Summary field provided by Blackwell North America, Inc. All Rights Reserved",
        "categories": [
            "Generative organs, Female"
        ]
    },
    "13481": {
        "title": "Women's Encyclopedia of Health &amp; Emotional Healing: Top Women Doctors Share Their Unique Self-Help Advice on Your Body, Your Feelings and Your Life",
        "description": "Top women doctors share their unique self-help advice on your body, your feelings, and your life.--Title page.",
        "categories": [
            "Hygiene"
        ]
    },
    "13482": {
        "title": "Womens Room",
        "description": "Relates a woman's experiences and changing attitudes from her marriage in the 1950's to her increasing independence in the 1970's.",
        "categories": [
            "Feminism"
        ]
    },
    "13483": {
        "title": "Wonder Boys : A Novel (Bestselling Backlist)",
        "description": "Grady Tripp is a pot-smoking middle aged novelist who has stalled on a 2611 page opus titled Wonder Boys. His student James Leer is a troubled young writer obsessed by Hollywood suicides and at work on his own first novel. Grady's bizarre editor Terry Crabtree and another student, Hannah Green, come together in his wildly comic, moving, and finally profound search for an ending to his book and a purpose to his life.",
        "categories": [
            "Fiction"
        ]
    },
    "13484": {
        "title": "Wonder When You'll Miss Me",
        "description": "Amanda Davis has a wicked and inspired imagination, . Thie is a story full of extraordinary events told with extraordinary skill.",
        "categories": [
            "Fiction"
        ]
    },
    "13485": {
        "title": "Wonderful",
        "description": "Returning from the Crusades after six long years, Merrick de Beaucourt fetches his bride-to-be, Lady Clio Hardwicke, from a convent near the Welsh border--sparkling an unanticipated passion.",
        "categories": [
            "Fiction"
        ]
    },
    "13486": {
        "title": "Wonders Never Cease (Count On A Cop) (Harlequin Superromance, No. 1061)",
        "description": "His dog is playing matchmaker...",
        "categories": [
            "California"
        ]
    },
    "13487": {
        "title": "Word Freak: Heartbreak, Triumph, Genius, and Obsession in the World of Competitive Scrabble Players",
        "description": "Scrabble may be truly called America's game. But for every group of \"living-room players\" there is someone who is \"at one with the board.\" In Word Freak, Stefan Fatsis introduces readers to those few, exploring the underground world of colorful characters for which the Scrabble game is life-playing competitively in tournaments across the country. It is also the story of how the Scrabble game was invented by an unemployed architect during the Great Depression and how it has grown into the hugely successful, challenging, and beloved game it is today. Along the way, Fatsis chronicles his own obsession with the game and his development as a player from novice to expert. More than a book about hardcore Scrabble players, Word Freak is also an examination of notions of brilliance, memory, language, competition, and the mind that celebrates the uncanny creative powers in us all. A Book Sense 76 pick.",
        "categories": [
            "Games & Activities"
        ]
    },
    "13488": {
        "title": "Word of Honor",
        "description": "Jill Clark learns the meaning of covenant when she is taken hostage by a suspect in a deadly bombing but isn't convinced he's guilty.",
        "categories": [
            "Fiction"
        ]
    },
    "13489": {
        "title": "Words I Wish I Wrote: A Collection of Writing That Inspired My Ideas",
        "description": "\"Fulghum ... shares with readers the words and wisdom of others that have guided and inspired him throughout his life and on which he drew when writing his international bestsellers.\"--Jacket.",
        "categories": [
            "Conduct of life"
        ]
    },
    "13490": {
        "title": "Words of Stone",
        "description": "Ten-year-old Blaze Werla is spending the summer alone, exploring the countryside around his home. Then one day a devastating message appears on the side of the hill he seesring novel . . \".--Publishers Weekly, starred review.",
        "categories": [
            "Fear"
        ]
    },
    "13491": {
        "title": "Work as a Spiritual Practice : A Practical Buddhist Approach to Inner Growth and Satisfaction on the Job",
        "description": "A guide to developing and maintaining a spiritual life on the job, drawn from the teachings and practices of Buddhist tradition. Most people associate Buddhism with developing calmness, kindness, and compassion through meditation. Lewis Richmond's Work as a Spiritual Practice shows us another aspect of Buddhism: the active, engaged side that allows us to find creativity, inspiration, and accomplishment in our work lives. With over forty spiritual exercises that can be practiced in the middle of a busy workday, Work as a Spiritual Practice is based on the principle that \"regardless of your rank and title at work, you are always the chief executive of your inner life.\" Drawn from the author's diverse professional experience—as a Buddhist meditation teacher, business executive, musician, and high-tech entrepreneur—Work as a Spiritual Practice addresses a wide variety of on-the-job problems. Here you'll learn how to: • perform spiritual practices while commuting to and from work • meditate while sitting, walking, or standing—a minute at a time • understand ambition, money, and power from a spiritual perspective Work as a Spiritual Practice is an essential guide for anyone who wants to bring his or her spiritual life and work life together.",
        "categories": [
            "Business & Economics"
        ]
    },
    "13492": {
        "title": "Working It (Harlequin Blaze, 89)",
        "description": "Working It by Cathy Yardley released on May 23, 2003 is available now for purchase.",
        "categories": [
            "Man-woman relationships"
        ]
    },
    "13493": {
        "title": "World According to Garp: A Novel",
        "description": "The story of T.S. Garp, the bastard son of a feminist leader who is ahead of her time.",
        "categories": [
            "American fiction"
        ]
    },
    "13494": {
        "title": "World Without End",
        "description": "In a new version of the myth of Atlantis, the lost continent is home to the Olympian gods and is located in the Bermuda Triangle, and one man holds the key to its survival.",
        "categories": [
            "Fiction"
        ]
    },
    "13495": {
        "title": "World Without End (Moontide &amp; Magic Rise)",
        "description": "Tristam is summoned to the royal court of Farrland to try to revitalize a failing species of plant which seems to have mysterious, almost magical, medicinal properties. But he soon realizes he has been drawn into the heart of a political struggle which spans generations.",
        "categories": [
            "Magic"
        ]
    },
    "13496": {
        "title": "World of Christopher Robin",
        "description": "The world of Christopher Robin is a world of childhood-gay, rollicking, imaginative-a world of reality and enchanting make-believe.",
        "categories": [
            "Children's poetry"
        ]
    },
    "13497": {
        "title": "World of Pies : A Novel",
        "description": "Finally in paperback! In this remarkable debut work from author Karen Stolz, readers follow the arc of a girl's life as she grows to womanhood. From crushes to surprise baby sisters to nail polish to a devastating death, Roxanne is our guide through a life that has moments of tenderness, poignancy, sorrow, and great humor, as well as some wonderful baking memories. A sumptuous novel -- though like the best pie, tart in all the right places.",
        "categories": [
            "Fiction"
        ]
    },
    "13498": {
        "title": "World's End (Contemporary American Fiction)",
        "description": "Haunted by the burden of his family's traitorous past, woozy with pot, cheap wine and sex, and disturbed by a frighteningly real encounter with some family ghosts, Walter van Brunt is about to have a collision with history. It will lead Walter to search for his lost father. And it will send the story into the past of the Hudson River Valley, from the late 1960's back to the anticommunist riots of the 1940's to the late seventeenth century, where the long-hidden secrets of three families--the aristocratic van Warts, the Native-American Mohonks, and Walter's own ancestors, the van Brunts--will be revealed.",
        "categories": [
            "Fiction"
        ]
    },
    "13499": {
        "title": "World's Fair",
        "description": "Recalls a certain New York City boyhood in the 1930s, through the eyes of the child himself and then him as an adult trying to reconstruct the past.",
        "categories": [
            "American fiction"
        ]
    },
    "13500": {
        "title": "Wormwood: A Collection of Short Stories",
        "description": "“Big talent gives off thermonuclear vibes. I can feel them . . . this is the voice we’re going to be hearing for a long time.”—Harlan Ellison In an old car rocking down a North Carolina highway with the radio on so loud you can’t hear the music. . . Behind a dusty Georgia carny show. . . In a mausoleum in Baton Rouge, or in an alley in Calcutta. . . Here wanderers come to rest, the lost and lonely press their bodies up against each other, the heat rises, flesh yields, bones are bared, blood spills. This is the landscape of today’s most brilliant young horror writer, Poppy Z. Brite. Now, in a collection that sings like cutting edge rock ’n’ roll and shows the deft touch of a master storyteller, Poppy Z. Brite weaves her unique spell of the sensual, the frightening, and the forbidden. . . “Every page of Brite’s work stresses the beautiful and heartbreaking strangeness of the world.”—Fangoria",
        "categories": [
            "Fiction"
        ]
    },
    "13501": {
        "title": "Worse Than Watergate: The Secret Presidency of George W. Bush",
        "description": "The former counsel to President Nixon provides a critique of the Bush administration, its obsession with secrecy, and its willingness to deceive the American people.",
        "categories": [
            "Political Science"
        ]
    },
    "13502": {
        "title": "Worst Case Scenario Survival Handbook: Travel",
        "description": "If you have to leave home, TAKE THIS BOOK! The team that brought you The Worst-Case Scenario Survival Handbook now helps you navigate the perils of travel. Learn what to do when the tarantula crawls up your leg, the riptide pulls you out to sea, the sandstorms headed your way, or your camel just wont stop. Find out how to pass a bribe, remove leeches, climb out of a well, survive a fall onto subway tracks, catch a fish without a rod, and preserve a severed limb. Hands-on, step-by-step instructions show you how to survive these and dozens of other adventures. An appendix of travel tips, useful phrases, and gestures to avoid will also ensure your safe return. Because you just never know...",
        "categories": [
            "Reference"
        ]
    },
    "13503": {
        "title": "Worst Fears",
        "description": "The author's twenty-first novel features a celebrated London actress who suffers nervous delusions when her husband dies under mysterious circumstances and her friends seem strangely eager to smooth out all the complications of the tragedy.",
        "categories": [
            "Fiction"
        ]
    },
    "13504": {
        "title": "Worst Fears Realized",
        "description": "Stone and his ex-partner, Dino, are facing every policeman's worst fear. The people close to them are being murdered, probably by someone the two of them sent to prison in the past.",
        "categories": [
            "Barrington, Stone (Fictitious character)"
        ]
    },
    "13505": {
        "title": "Worth Any Price",
        "description": "What is the price of love? Nick Gentry is reputed to be the most skillful lover in all England. Known for solving delicate situations, he is hired to seek out Miss Charlotte Howard. He believes his mission will be easily accomplished -- but that was before he met the lady in question. For instead of a willful female, he discovers one in desperate circumstances, hiding from a man who would destroy her very soul. So Nick shockingly offers her a very different kind of proposition -- one he has never offered before. He asks her to be his bride. And he knows that this will be much more than a union in name only. For he senses what Charlotte does not yet know -- that her appetite for sensuality matches his own. But what Nick learns surprises him. For while London's most notorious lover might claim Charlotte's body, he quickly discovers it will take much more than passion to win her love.",
        "categories": [
            "Fiction"
        ]
    },
    "13506": {
        "title": "Wouldn't Take Nothing for My Journey Now",
        "description": "Maya Angelou, one of the best-loved authors of our time, shares the wisdom of a remarkable life in this bestselling spiritual classic. Here is Maya Angelou talking from the heart, down to earth and real, but also inspiring. A book to be treasured, it is about the power of the word, and about the power of spirituality to move and shape one's life. Passionate, lively, and lyrical, Angelou's unforgettable work offers a gem of truth on every page. Copyright © Libri GmbH. All rights reserved.",
        "categories": [
            "Biography & Autobiography"
        ]
    },
    "13507": {
        "title": "Wounded Land (Second Chronicles of Thomas Covenant)",
        "description": "Four thousand years have passed since Covenant first freed the Land from the devastating grip of Lord Foul and his minions. But he is back, and Convenant, armed with his stunning white gold magic, must battle the evil forces and his own despair....@THE SECOND CHRONICLE OF THOMAS COVENANT@Book OneTHE WOUNDED LAND@Book TwoTHE ONE TREE@Book ThreeWHITE GOLD WIELDER",
        "categories": [
            "Fantasy"
        ]
    },
    "13508": {
        "title": "Wounded Land Covenant 1 (Wounded Land)",
        "description": "Four thousand years have passed since Covenant first freed the Land from the devastating grip of Lord Foul and his minions. But he is back, and Convenant, armed with his stunning white gold magic, must battle the evil forces and his own despair.... THE SECOND CHRONICLE OF THOMAS COVENANT Book OneTHE WOUNDED LAND Book TwoTHE ONE TREE Book ThreeWHITE GOLD WIELDER Copyright © Libri GmbH. All rights reserved.",
        "categories": []
    },
    "13509": {
        "title": "Wow",
        "description": "Step inside this gorgeous debut novel by Claudia Pattison and follow the amazing adventures of her gutsy heroine, Ruby Lake—journalist to the stars and staff writer for Britain's bestselling celebrity magazine, Wow! Discover what happens when a movie legend marries an international supermodel, when a world famous diva has a close encounter of the canine kind, and when a stalker decides he's found the woman of his dreams.",
        "categories": [
            "Fiction"
        ]
    },
    "13510": {
        "title": "Wraith Squadron (Star Wars: X-Wing Series, Book 5)",
        "description": "They are the galaxy's most elite fighting force. And as the battle against the Empire rages, the X-wing fighters risk life and machine to protect the Rebel Alliance. Now they must go on a daring undercover mission--as the crew of an Imperial warship. It is Wedge Antilles' boldest creation: a covert-action unit of X-wing fighters, its pilots drawn from the dregs of other units, castoffs and rejects given one last chance. But before the new pilots can complete their training, the squadron's base is attacked by former Imperial admiral Trigit, and Wraith Squadron is forced to swing into action--taking over an Imperial warship and impersonating its crew. The mission: to gain vital intelligence about Trigit's secret weapons, to sabotage the admiral's plans, and to lure him into an Alliance trap. But the high-stakes gamble pits Wraith Squadron's ragtag renegades against the Empire's most brilliant master of guile and deception. Are they up to the challenge? If not, the penalty is instant death. (r), TM & (c) 1998 Lucasfilm Ltd. All rights reserved. Used under authorization.",
        "categories": [
            "Fiction"
        ]
    },
    "13511": {
        "title": "Wrapt in Crystal",
        "description": "Lieutenant Cowen Drake arrives on the planet Semay to investigate a serial killer whose victims are priestesses. The probe leads to romance with two priestesses, one representing the religion of the rich, the other of the ascetics.",
        "categories": [
            "Detective and mystery stories"
        ]
    },
    "13512": {
        "title": "Wreck the Halls",
        "description": "When ex—Wall Streeter Jacobia “Jake” Tiptree bought a charming 1823 fixer-upper in tiny Eastport, Maine, she figured she’d also bought herself a tranquil, stress-free life. But Jake soon learned that appearances can be deceiving, and that even small towns have their share of dark secrets — including murder. Wreck The Halls People hardly ever lock their doors in Eastport. So when Jake and her best pal, Ellie, arrive at Faye Anne Carmody’s kitchen door, they knock and walk right in. But though Christmas is just two weeks away, what they find is far from festive: a dazed Faye Anne covered with blood, and her no-good husband — the town butcher, Merle — nowhere in sight. Nowhere, that is, until Jake discovers his body — tidily wrapped in his own butcher paper.... It doesn’t take long for news of the murder to race through the small town, and just about everyone has a theory about the grisly crime that has robbed Eastport of its least-liked citizen. But while police chief Bob Arnold considers it an open-and-shut case, Jake and Ellie aren’t convinced of Faye Anne’s guilt. Jake has enough going on in her life without trying to investigate a murder. After all, she’s just married her longtime love, Wade, and the pair plan to spend the winter rehabilitating the paint-encrusted windows in Jake’s old house. But Jake has to admit that there are a lot of details that don’t add up: for example, Faye Anne’s complaint that she was being stalked, and blood-splattered evidence at the crime scene that just doesn’t make sense. Then there is the diary that Faye Anne’s secret, sometime boyfriend claims is hidden somewhere in her house. Could Faye Anne’s own journal be the key to unlocking an even more fiendish murder plot, or is her double-crossing lover trying to frame her? When yet another Eastport citizen turns up dead, Jake realizes the murderer’s trail began long before the night Merle Carmody died. But what keeps eluding her and Ellie is the motive behind the mystery. The truth is so close, they can almost taste it — but can they stop the shrewd killer before he chisels another victim’s name onto a tombstone?",
        "categories": [
            "Fiction"
        ]
    },
    "13513": {
        "title": "Wringer (Trophy Newbery)",
        "description": "Palmer LaRue is running out of birthdays. For as long as he can remember, he's dreaded the day he turns ten -- the day he'll take his place beside all the other ten-year-old boys in town, the day he'll be a wringer. But Palmer doesn't want to be a wringer. It's one of the first things he learned about himself and it's one of the biggest things he has to hide. In Palmer's town being a wringer is an honor, a tradition passed down from father to son. Palmer can't stop himself from being a wringer just like he can't stop himself from growing one year older, just like he can't stand up to a whole town -- right? Newbery Medal winner Jerry Spinelli's most powerful novel yet is a gripping tale of how one boy learns how not to be afraid.",
        "categories": [
            "Juvenile Fiction"
        ]
    },
    "13514": {
        "title": "Writ of Execution",
        "description": "Critics call Perri O’Shaughnessy’s legal thrillers “terrific...will keep you turning the pages into the night” (USA Today) and “gripping” (San Francisco Chronicle Book Review). Now the New York Times bestselling author ratchets up the suspense yet again...with an electrifying novel that plunges Lake Tahoe attorney Nina Reilly into a shadowy world of high-stakes money and cold-blooded murder. . . . An attorney and single mother, Nina Reilly sees other people’s ups and downs as clearly as she sees her own. But she’s never seen anything like the fierce, terrified young woman who comes to her in the middle of the night, trailing a computer geek who was a stranger a few hours before. Their problem: they just won seven million dollars at the slot machines. Within hours, her client’s good fortune has plunged Nina into a battle that will be waged in court and on the streets. The young woman’s past—and the mysterious death of her husband in Hawaii—has triggered a powerful man’s crusade of revenge. But a moment of chance and enough money to save two troubled lives has done something worse: it’s brought a killer into their midst. . .",
        "categories": [
            "Fiction"
        ]
    },
    "13515": {
        "title": "Writer's Notebook",
        "description": "Description not available",
        "categories": []
    },
    "13516": {
        "title": "Writing Down the Bones",
        "description": "A collection of essays in which the author explores methods of writing based on her experience in Zen meditation.",
        "categories": [
            "Authorship"
        ]
    },
    "13517": {
        "title": "Written on the Body",
        "description": "The most beguilingly seductive novel to date from the author of The Passion and Sexing the Cherry. Winterson chronicles the consuming affair between the narrator, who is given neither name nor gender, and the beloved, a complex and confused married woman. “At once a love story and a philosophical meditation.” —New York Times Book Review.",
        "categories": [
            "Fiction"
        ]
    },
    "13518": {
        "title": "Wurst Case Scenario",
        "description": "Courtney Von Dragen Smith has done the unthinkable: In a burst of self-improving zeal (and some unexpected trouble with local options), she has left home for college out of state. What seemed like a good idea in spring feels like a calamity in fall. Culture in rural Wisconsin seems to be a formal bratwurst roast. Not to mention: Grant (best bf ever) is 1,000 miles away, there's a six-foot ear of corn making unwanted advances, and being vegan in America's Dairyland is regarded as highly suspicous at best. And so Courtney, \"so on the fringe,\" begins her chronicle of what truly is a Wurst Case Scenario.",
        "categories": [
            "Young Adult Fiction"
        ]
    },
    "13519": {
        "title": "Wuthering Heights",
        "description": "The passionate love of Catherine Earnshaw and Heathcliff mirrors the powerful moods of the Yorkshire moors",
        "categories": [
            "Fiction"
        ]
    },
    "13520": {
        "title": "Wuthering Heights (Dover Thrift Editions)",
        "description": "Against a background of English moors in the eighteenth century, the lives of two families become intertwined through marriage, passion, and the dominating force of a man called Heathcliff.",
        "categories": [
            "Fiction"
        ]
    },
    "13521": {
        "title": "Wuthering Heights (Oxford World's Classics)",
        "description": "This new edition of Emily Bront--euml--;'s classic 1847 novel uses the authoritative Clarendon text. Patsy Stoneman's introduction considers the bewildering variety of critical interpretation to which the novel has been subject, as well as offering some provocative new insights for the modern reader. - ;This new edition of Emily Bront--euml--;'s classic 1847 novel uses the authoritative Clarendon text. Patsy Stoneman's introduction considers the bewildering variety of critical interpretation to which the novel has been subject, as well as offering some provocative new insights for the modern reader. -",
        "categories": [
            "Classical fiction"
        ]
    },
    "13522": {
        "title": "Wuthering Heights (Penguin Classics)",
        "description": "The passionate love of Catherine Earnshaw and Heathcliff mirrors the powerful moods of the Yorkshire moors.",
        "categories": [
            "Fiction"
        ]
    },
    "13523": {
        "title": "Wuthering Heights (Penguin Popular Classics)",
        "description": "In a house haunted by memories, the past is everywhere ... As darkness falls, a man caught in a snowstorm is forced to shelter at the strange, grim house Wuthering Heights. It is a place he will never forget. There he will come to learn the story of Cathy: how she was forced to choose between her well-meaning husband and the dangerous man she had loved since she was young. How her choice led to betrayal and terrible revenge - and continues to torment those in the present. How love can transgress authority, convention, even death. And how desire can kill.",
        "categories": [
            "Fiction"
        ]
    },
    "13524": {
        "title": "Wuthering Heights (Signet Classic)",
        "description": "Story of a foundling, Heathcliff, who falls in love with Catherine Earnshaw, the daughter of his benefactor.",
        "categories": [
            "Country life"
        ]
    },
    "13525": {
        "title": "Wuthering Heights (Wordsworth Classics)",
        "description": "The classic story, set in Yorkshire, England, of the love between Catherine and Heathcliff and of his revenge after her brother treats him in a degrading manner.",
        "categories": [
            "Fiction"
        ]
    },
    "13526": {
        "title": "Wuthering Heights (World's Classics)",
        "description": "Description not available"
    },
    "13527": {
        "title": "Wyrd Sisters",
        "description": "Granny Weatherwax is the most highly-regarded non-leader a coven of non-social witches could ever have. Generally, these loners don't get involved in anything, much less royal intrigue. But then there are those times they can't help it. As Granny Weatherwax is about to discover, it's a lot harder to stir up trouble in the castle than some theatrical types would have you think.",
        "categories": [
            "Actors"
        ]
    },
    "13528": {
        "title": "Wyrd Sisters (Discworld Novels (Paperback))",
        "description": "Terry's Pratchett's profoundly irreverent novels are consistent number one bestsellers in England, where they have catapulted him into the highest echelons of parody next to Mark Twain, Kurt Vonnegut, Douglas Adams, and Carl Hiaasen. Meet Granny Weatherwax, the most highly regarded non-leader a coven of non-social witches could ever have. Generally, these loners don't get involved in anything, much less royal intrigue, but then there are those times they can't help it. As Granny Weatherwax is about to discover though, it's a lot harder to stir up trouble in the castle than some theatrical types would have you think. Even when you've got a few unexpected spells up your sleeve.",
        "categories": [
            "Fiction"
        ]
    },
    "13529": {
        "title": "X-Men 2: A Novelization",
        "description": "The novelization of X2 * Simmering tensions explode with a vengeance in this action-packed adventure. They live among us, each possessing special superhuman abilities--sometimes a blessing, sometimes a curse. Mutants. Since the discovery of their existence, they have been regarded with fear, suspicion, and often hatred. Across the planet, the debate rages: Are mutants the next link in the evolutionary chain or simply a new species of humanity, fighting for their share of the world? Either way, one fact remains: Sharing the world has never been humanity's defining trait. There are two sects of mutants: One aims to coexist peacefully with a world that despises them; the other group strikes at intolerance with a relentless, often murderous force. But now there is a new insidious enemy, and no one will be safe. . . .",
        "categories": [
            "Children's stories"
        ]
    },
    "13530": {
        "title": "X-Men Planet X (Star Trek The Next Generation)",
        "description": "When the men and women of the planet Xanthos begin mutating into bizarre beings with extraordinary powers, the Enterprise is dispatched to cope with the ensuing crisis and receives unexpected visitors--the X-Men.",
        "categories": [
            "Fiction"
        ]
    },
    "13531": {
        "title": "X-Men: A Novelization",
        "description": "Wolverine, Cyclops, Jean Grey, Storm, and Rogue, mutants born with remarkable powers, band together as the X-Men to protect a world that fears and hates them from the powerful mutant Magneto. Original. (A 20th Century Fox film, written by Ed Solomon & Christopher McQuarrie, produced by Lauren Shuler Donner & Ralph Winter, directed by Bryan Singer, starring Patrick Stewart, Ian McKellen, James Marsden, Famke Janssen, Halle Berry, Anna Paquin, Rebecca Romijn-Stamos, Ray Park, & Hugh Jackman) (Science Fiction & Fantasy)",
        "categories": [
            "Fiction"
        ]
    },
    "13532": {
        "title": "XPD",
        "description": "This novel is constructed around the supposition that Winston Churchill secretly met with Adolf Hitler in 1940 to discuss the terms of a British surrender. Forty years later, Hitler's personal minutes of the discussions are threatening to surface.",
        "categories": [
            "English fiction"
        ]
    },
    "13533": {
        "title": "Xanth 13: Isle of View",
        "description": "Lovelorn Loveworn Love Lost Perplexed Prince Dolph, Xanth's precocious shapeshifter, should be in love but isn't. Nonetheless, he must chose between two fiancées -- Nada the uninterested and Electra the uninteresting -- or all three of them will suffer the most dire consequences. Luckily a convenient catastrophe has popped up to distract Dolph form his dilemma -- the foal-napping of young Che Centaur by goblins. And the only one who knows where Che is is a nice but remarkably naive elflike gir named Jenny from the World of Two Moons. If anyone can save the missing centaur...she sure can't.",
        "categories": [
            "Fiction"
        ]
    },
    "13534": {
        "title": "Xanth 14: Question Quest",
        "description": "Youth is Wasted on the Young Being grown up is a drag . . . or so thinks Lacuna, one of the michievous Castle Zombie twins. So she makes the Good Magician Grey an an offer he can't refuse. Thirsty for a taste of the Elixir of Youth, she'll help him outwit the evil Com-Pewter if he'll send her to Hell (in a handbasket, no less) to find Humphrey, the missing sorcerer. And while there, she'll learn the True History of Xanth (simplified) and help rescue a blushing Rose from the demon X(A/N) . . . with the help of a gorgon or two.",
        "categories": [
            "Fiction"
        ]
    },
    "13535": {
        "title": "Xanth 15: The Color of Her Panties",
        "description": "We See England, We See Xanth, We See Mels's Underpanth In fact, Gwenny Goblin, Che Centaur and Jenny Elf are just about the only creatures on Xanth who have been spared the sight of Mela Merwoman's undergarment -- preoccupied as they are with helping Gwenny beat out her awful half-brother Gobble for chiefship of the goblin horde. But first they must master space and thyme . . . and find the fabulous egg that sits between the Roc and the hard place. While Mela -- who would gladly relinquish her oft-viewed undies for a new husband -- joins the Adult Conspiracy . . . and quickly discovers the power of a perfect pair of panties!",
        "categories": [
            "Fiction"
        ]
    },
    "13536": {
        "title": "Xenocide (Ender Wiggins Saga (Paperback))",
        "description": "The war for survival of the planet Lusitania will be fought in the heart of a child named Gloriously Bright. On Lusitania, Ender found a world where humans and pequininos and the Hive Queen could all live together; where three very different intelligent species could find common ground at last. Or so he thought. Lusitania also harbors the descolada, a virus that kills all humans it infects, but which the pequininos require in order to become adults. The Startways Congress so fears the effects of the descolada, should it escape from Lusitania, that they have ordered the destruction of the entire planet, and all who live there. The Fleet is on its way, a second xenocide seems inevitable. Xenocide is the third novel in Orson Scott Card's Ender Quintet. THE ENDER UNIVERSE Ender series Ender’s Game / Ender in Exile / Speaker for the Dead / Xenocide / Children of the Mind Ender’s Shadow series Ender’s Shadow / Shadow of the Hegemon / Shadow Puppets / Shadow of the Giant / Shadows in Flight Children of the Fleet The First Formic War (with Aaron Johnston) Earth Unaware / Earth Afire / Earth Awakens The Second Formic War (with Aaron Johnston) The Swarm /The Hive Ender novellas A War of Gifts /First Meetings",
        "categories": [
            "Fiction"
        ]
    },
    "13537": {
        "title": "YESTERDAY, I CRIED : Celebrating the Lessons of Living and Loving",
        "description": "Donated.",
        "categories": [
            "African American women"
        ]
    },
    "13538": {
        "title": "YOU BELONG TO ME",
        "description": "A killer seduces women on ocean cruises and the heroine, psychologist Susan Chandler, decides to get him. She uses her radio program to contact women who escaped his clutches, unaware he has heard the program and is coming after her.",
        "categories": [
            "FICTION"
        ]
    },
    "13539": {
        "title": "Yankee Doodle Dead (Death on Demand Mysteries (Paperback))",
        "description": "Master mystery spinner Carolyn Hart gives us the tenth high-spirited entry in her Agatha, Anthony and Macavity Award-winning Death on Demand series. The most delectable sleuthing couple since Nick met Nora, Annie and Max Darling manage to find quite a bit of murder in their allegedly safe and serene South Carolina island resort town. After all, murder is Annie's business -- well, sort of. She's the proprietor of the popular Death on Demand mystery bookstore and cafe, and her establishment seems to attract trouble like Annie's pesky felines, Dorothy L. and Agatha, attract hairballs. Now, Annie and Max watch their Fourth of July holiday explode not only with fun and fireworks, but with murder as well. The library board wants to declare its independence from new member, retired Brigadier General Charlton \"Bud\" Hatch, a man accustomed to being in charge. Hatch's takeover attitude has alienated everyone in town, especially the women. But Annie finds it difficult to ignore him at a crowded patriotic festival -- particularly when he's shot dead before her eyes...",
        "categories": [
            "Fiction"
        ]
    },
    "13540": {
        "title": "Yankee Wife",
        "description": "Eaking out a modest living three thousand miles from home, former Union Army nurse Lydia McQuire answers an ad placed by Devon Quade and finds herself marrying his arrogant older brother. Original.",
        "categories": [
            "Fiction"
        ]
    },
    "13541": {
        "title": "Yeager: An Autobiography",
        "description": "The autobiography of the fighter pilot, test pilot, and famous Air Force commander.",
        "categories": [
            "Air pilots"
        ]
    },
    "13542": {
        "title": "Year In Provence",
        "description": "Description not available",
        "categories": [
            "British"
        ]
    },
    "13543": {
        "title": "Year Zero",
        "description": "Archaeologist Nathan Lee Swift is coaxed by his mentor to steal an ancient vial of blood from Golgotha in Jerusalem. When the relic is opened, a 2,000-year-old plague is unleashed. As the pestilence threatens to wipe out humanity, Nathan Lee must race with a desperate strategy to find a cure: the use of human lab rats cloned from blood from the year zero.",
        "categories": [
            "Anthropologists"
        ]
    },
    "13544": {
        "title": "Year of Wonders",
        "description": "\"When an infected bolt of cloth carries plague from London to an isolated mountain village, a housemaid named Anna Frith emerges as an unlikely heroine and healer. Through Anna's eyes, we follow the story of the plague year, 1666, as her fellow villagers make an extraordinary choice. Convinced by a visionary young minister, they elect to quarantine themselves within the village boundaries to arrest the spread of the disease. But as death reaches into every household, faith frays. When villagers turn from prayers and herbal cures to sorcery and murderous witch-hunting, Anna must confront the deaths of family, the disintegration of her community, and the lure of a dangerous and illicit love. As she struggles to survive, a year of plague becomes, instead, annus mirabilis, a \"year of wonders.' Inspired by the true story of Eyam, a village in the rugged mountain spine of England. Year of Wonders is a detailed evocation of a singular moment in history.\"--BOOK JACKET.Title Summary field provided by Blackwell North America, Inc. All Rights Reserved",
        "categories": [
            "Great Britain"
        ]
    },
    "13545": {
        "title": "Year of Wonders: A Novel of the Plague",
        "description": "\"When an infected bolt of cloth carries plague from London to an isolated mountain village, a housemaid named Anna Frith emerges as an unlikely heroine and healer. Through Anna's eyes, we follow the story of the plague year, 1666, as her fellow villagers make an extraordinary choice. Convinced by a visionary young minister, they elect to quarantine themselves within the village boundaries to arrest the spread of the disease. But as death reaches into every household, faith frays. When villagers turn from prayers and herbal cures to sorcery and murderous witch-hunting, Anna must confront the deaths of family, the disintegration of her community, and the lure of a dangerous and illicit love. As she struggles to survive, a year of plague becomes, instead, annus mirabilis, a \"year of wonders.' Inspired by the true story of Eyam, a village in the rugged mountain spine of England. Year of Wonders is a detailed evocation of a singular moment in history.\"--BOOK JACKET.Title Summary field provided by Blackwell North America, Inc. All Rights Reserved",
        "categories": [
            "Great Britain"
        ]
    },
    "13546": {
        "title": "Year of the Griffin",
        "description": "It is eight years after the tours from offworld have stopped. High Chancellor Querida has retired, leaving Wizard Corkoran in charge of the Wizards' University. Although Wizard Corkoran's obsession is to be the first man on the moon, and most of his time is devoted to this project, he decides he will teach the new first years himself in hopes of currying the favor of the new students' families—for surely they must all come from wealth, important families—and obtaining money for the University (which it so desperately needs). But Wizard Corkoran is dismayed to discover that one of those students—indeed, one he had such high hopes for, Wizard Derk's own daughter Elda—is a hugh golden griffin, and that none of the others has any money at all. Wizard Corkoran's money-making scheme backfires, and when Elda and her new friends start working magic on their own, the schemes go wronger still. And when, at length, Elda ropes in her brothers Kit and Blade to send Corkoran to the moon . . . well . . . life at the Wizards' University spins magically and magnificently out of control. This breathtakingly brilliant sequel to Dark Lord of Derkholm is all one would expect from this master of genre.",
        "categories": [
            "Juvenile Fiction"
        ]
    },
    "13547": {
        "title": "Year of the Tiger",
        "description": "The New York Times bestselling author returns with another action-packed adventure. In 1962, abrilliant scientist becomes the key to the superpower space race--and the object of a worldwidemanhunt. A maelstrom of Cold War intrigue and espionage, The Year of the Tiger is Higgins at his best.",
        "categories": [
            "Fiction"
        ]
    },
    "13548": {
        "title": "Year's Best SF 3",
        "description": "Enjoy today's most awesome and innovative science fiction, chosen by acclaimed editor David G. Hartwell from the best short fiction published over the last year. Like its two distinguished processors, Year's Best SF 3 is a cybercopia of astonishing stories from familiar favorites and rising stars, all calculated to blow your mind, scorch your, senses, erase your inhibitions, and reinitialize your intelligence. With stories from: Gregory Benford, Terry Bisson, Greg Egan, William Gibson, Nancy Kress, Robert Silverberg, Gene Wolfe and more...",
        "categories": [
            "Fiction"
        ]
    },
    "13549": {
        "title": "Year's Best SF 5",
        "description": "Presents twenty-five short stories representing the best in science fiction of 1999, with introductory biographical sketches on each author.",
        "categories": [
            "Fiction"
        ]
    },
    "13550": {
        "title": "Year's Best SF 7",
        "description": "Once again, the year's finest flights of speculative imagination are gathered in one extraordinary volume, compiled by acclaimed editor and anthologist David G. Hartwell. From some of the most renowned visionaries of contemporary SF -- as well as new writers who are already making an indelible mark -- comes an all-new compendium of unparalleled tales of the possible that will enthrall, astonish, terrify, and elate. Stories of strange worlds and mind-boggling futures, of awesome discoveries and apocalyptic disasters, of universes light years distant and deep within the human consciousness, are collected here as SF's brightest lights shine more radiantly than ever before.",
        "categories": [
            "Fiction"
        ]
    },
    "13551": {
        "title": "Years",
        "description": "Description not available"
    },
    "13552": {
        "title": "Yellow Dog Party (Thomas Black Mysteries)",
        "description": "Thomas Black is bak in a bizarre new case that begins as a practical joke. Four businessmen hire him to track down the women of their dreams. Each man has harbored an unrequited crush for year, and Black must find the women and arrange dates. But when murder enters the picture, it is no joke, and Black finds himself in the midst of a plot that is deadly serious. Copyright © Libri GmbH. All rights reserved.",
        "categories": [
            "Black, Thomas (Fictitious character)"
        ]
    },
    "13553": {
        "title": "Yesterday",
        "description": "Raised on her father's South Carolina plantation, Callie Parker wanted for nothing, and now she is about to marry wealthy local scion Wyn Archer. But her wedding wouldn't be complete without her three childhood companions. As they all gather to relive the charmed years of their youth, they discover how little they know of their yesterday, and how one woman's darkest secret can tear them apart.",
        "categories": [
            "Coma"
        ]
    },
    "13554": {
        "title": "Yesterday I Cried : Celebrating The Lessons Of Living And Loving",
        "description": "Donated.",
        "categories": [
            "African American women"
        ]
    },
    "13555": {
        "title": "Yo!",
        "description": "The American odyssey of Yo, a Dominican woman writer whose family arrived in the U.S. as refugees from a dictatorship. The novel follows her youth, with its energy and optimism, and the setbacks as she grows older, including two divorces.",
        "categories": [
            "Fiction"
        ]
    },
    "13556": {
        "title": "Yon Ill Wind : A Xanth Novel (Xanth)",
        "description": "When a tempestuous hurricane blows in Xanth, the Demon X(A/N)th joins forces with a vixen named Chlorine and a human family to save the land frOM the storms winds of mischief and madness. Reprint.",
        "categories": [
            "Fiction"
        ]
    },
    "13557": {
        "title": "You Are Not a Stranger Here (Today Show Book Club #2)",
        "description": "The publication of \"Notes to My Biographer,\" in \"Zoetrope: All-Story magazine introduced readers to the remarkable voice of Adam Haslett. Nominated as part of a National Magazine Award, broadcast on National Public Radio, performed at venues across the country, the story brought the author widespread recognition. Now, in his first book, Adam Haslett gives us nine richly varied stories, each suffused with intense emotion and written in a lyric prose alternatively lush and spare. \"You Are Not a Stranger Here carries its readers into the hearts and minds of people facing life's most profound dilemmas. We meet an aging inventor still burning with ideas as he makes a final visit to his gay son. A psychiatrist's encounter with a reluctant patient reveals a young doctor's own needs and fears. An orphaned boy finds solace in a classmate's violence. The return of an old lover disturbs the peace between a brother and sister who have lived together for decades. In settings that range from New England to Great Britain, from Los Angeles to the American West, the stories in this book treat what Faulkner called the old verities and truths of the heart: love and honor, pity and pride, compassion and sacrifice. They do so with heartbreaking precision and an often generous humor, drawing us past the surface of characters' lives into the moments of decision and recognition that shape them irrevocably. Together these stories constitute a significant achievement by a powerful new writer.",
        "categories": [
            "American fiction"
        ]
    },
    "13558": {
        "title": "You Are Not a Stranger Here : Stories",
        "description": "In these unforgettable stories, the acclaimed author of Imagine Me Gone explores lives that appear shuttered by loss and discovers entire worlds hidden inside them. The impact is at once harrowing and thrilling. An elderly inventor, burning with manic creativity, tries to reconcile with his estranged gay son. A bereaved boy draws a thuggish classmate into a relationship of escalating guilt and violence. A genteel middle-aged woman, a long-time resident of a psychiatric hospital, becomes the confidante of a lovelorn teenaged volunteer. Told with Chekhovian restraint and compassion, and conveying both the sorrow of life and the courage with which people rise to meet it, You Are Not a Stranger Here is a triumph of storytelling.",
        "categories": [
            "Fiction"
        ]
    },
    "13559": {
        "title": "You Belong To Me",
        "description": "“The mistress of high tension” (The New Yorker) and undisputed Queen of Suspense Mary Higgins Clark brings us another New York Times bestselling novel that USA TODAY calls “her page-turning best” about a killer who targets lonely women on cruise ships, a masterful combination of page-turning suspense and classic mystery. When Dr. Susan Chandler decides to use her daily radio talk show to explore the phenomenon of women who disappear and are later found to have become victims of killers who prey on the lonely and insecure, she has no idea that she is exposing herself—and those closest to her—to the very terror that she hopes to warn others against. Susan sets out to determine who is responsible for an attempt on the life of a woman who called in to the show offering information on the mysterious disappearance from a cruise ship, years before, of Regina Clausen, a wealthy investment advisor. Soon Susan finds herself in a race against time, for not only does the killer stalk these lonely women, but he seems intent on eliminating anyone who can possibly further Susan’s investigation. As her search intensifies, Susan finds herself confronted with the realization that one of the men who have become important figures in her life might actually be the killer. And as she gets closer to uncovering his identity, she realizes almost too late that the hunter has become the hunted. Is she the next one marked for murder?",
        "categories": [
            "Fiction"
        ]
    },
    "13560": {
        "title": "You Belong to Me",
        "description": "In all the world, no man exists who can tame Alexandra Rubilov. A fiery and beautiful free-thinker, Alex's steadfast refusal to marry has frustrated her hapless father. And so he creates a \"long-forgotten\" agreement and sends his rebellious daughter away, ly maintaining that Alexandra has been promised since childhood to the handsome, insufferable libertine whom she must now accompany to his homeland to wed. Dismayed to find himself suddenly engaged, Count Vasili Petroff plans to repulse his unwanted fiancee by acting the perfect cad, unaware that wily Alexandra plans to follow a similar path. But the road to deception is a rocky one and its many unexpected turns can lead two reluctant companions to a most unanticipated destination: that place called passionate love.",
        "categories": [
            "Fiction"
        ]
    },
    "13561": {
        "title": "You Belong to Me and Other True Cases (Ann Rule's Crime Files: Vol. 2)",
        "description": "The author mesmerizing readers with her command of key details about the circumstances surrounding each crime, as well as her consistently masterful examination of the criminals involved.",
        "categories": [
            "Literary Criticism"
        ]
    },
    "13562": {
        "title": "You Can Heal Your Life/101",
        "description": "AN INTERNATIONAL SENSATION AND A NEW YORK TIMES BESTSELLER THAT SOLDOVER 50 MILLION COPIES THE DEFINITIVE GUIDE ON SELF-HEALING, AFFIRMATIONS, AND THE POWER OF THE MIND TO HEAL THE BODY “Louise Hay writes to your soul—where all healing begins. I love this book . . . and I love Louise Hay.” — Dr. Wayne W. Dyer, author of 10 Secrets for Success and Inner Peace and The Power of Intention You Can Heal Your Life has transformed the lives of millions of people. This is a book that people credit with profoundly altering their awareness of the impact that the mind has on health and wellbeing. In this inspirational book by the late world-renowned bestselling author and self-help pioneer Louise Hay, you’ll find profound insight into the relationship between the mind and the body. Exploring the way that limiting thoughts and ideas control and constrict us, she offers us a powerful key to understanding the roots of our physical dis-eases and discomforts. Full of positive affirmations, this practical guidebook will change the way you think forever! Louise Hay, bestselling author, is an internationally known leader in the self-help field. Her key message is: \"If we are willing to do the mental work, almost anything can be healed.\" Louise Hay had a great deal of experience and firsthand information to share about healing, including how she cured herself after being diagnosed with cancer. Chapters of You Can Heal Your Life Include: Part 1 - Introduction · Suggestions to My Readers · Some Points of My Philosophy · What I believe Part II - A Session with Louise · What Is the Problem? · Where Does It Come From? · Is It True? · What Do We Do Now? · Resistance To Change · How To Change · Building The New · Daily Work Part III - Putting These Ideas to Work · Relationships · Work · Success · Prosperity · The Body · The List “My message is simple and not confined by borders: You Can Heal Your Life has been translated into over 40 languages throughout the world and continues to heal, transform and empower the lives of so many people. To this day, I am moved by the stories of profound changes that positive affirmations have made in so many lives. I am also pleased that my work has been embraced not only by my generation, but those who have followed. To those of you who may be new to using affirmations, I’d like to share with you the following: Every thought we think and every word we speak creates our future. Life is really very simple. What we give out, we get back. What we think about ourselves becomes the truth for us. I believe that everyone, myself included, is responsible for everything in our lives, the best and the worst. Affirmations are like seeds that you plant and expect to grow. I urge you to discover the power of affirmations as there are no limits to what they can bring. All is well, you are safe. Life loves you, and so do I. —Louise Hay",
        "categories": [
            "Body, Mind & Spirit"
        ]
    },
    "13563": {
        "title": "You Can't Eat Your Chicken Pox, Amber Brown (Amber Brown (Paperback))",
        "description": "At the end of third grade, Amber is excited about her trip with her aunt to London and Paris, where she will see her father again, but her plans change when she comes down with chicken pox.",
        "categories": [
            "Juvenile Fiction"
        ]
    },
    "13564": {
        "title": "You Can't Keep a Good Woman Down",
        "description": "A natural evolution from the earlier, much-acclaimed collection In Love & Trouble, these fourteen provocative and often humorous stories show women oppressed but not defeated. “[Walker] shrinks from no moral or emotional complexity, and she writes consummately skillful short stories” (Alice Adams, San Francisco Examiner & Chronicle).",
        "categories": [
            "African American women"
        ]
    },
    "13565": {
        "title": "You Can't Scare Me! (Goosebumps, No 15)",
        "description": "Eddie and his friends plan to dress up as the slimy Mud Monsters--legendary spooks who supposedly live in Muddy Creek--but their plans change when they meet the real Mud Monsters. Original.",
        "categories": [
            "Juvenile Fiction"
        ]
    },
    "13566": {
        "title": "You Have To Kiss A Lot Of Frogs",
        "description": "Join Karrie as she looks back at over fifteen years of dating.",
        "categories": [
            "Conduct of life"
        ]
    },
    "13567": {
        "title": "You Just Don't Duct Tape a Baby!: True Tales and Sensible Suggestions from a Veteran Pediatrician",
        "description": "Offers advice about such issues as birth order, sibling rivalry, bedtime struggles, illness, divorce, teenage petulance, and mixed families",
        "categories": [
            "Family & Relationships"
        ]
    },
    "13568": {
        "title": "You Just Don't Understand",
        "description": "\"A chatty, earnest and endearing book that promises here-and-now rewards for taking the trouble to listen more carefully to what others are saying--and to be more sensitive to what others are hearing.\" LOS ANGELES TIMES Discover how men and women can interpret the same conversation differently, even when there is no apparent misunderstanding. Discover why sinscere attempts to communicate are so often confounded, and how we can prevent or relieve some of the frustration. This fascinating, helpful, and controversial book--on the NEW YORK TIMES Bestseller list for two years!--explores, in depth the differing style men and women articulate, and how to work through it and get to the heart of the matter.",
        "categories": [
            "Communication in marriage"
        ]
    },
    "13569": {
        "title": "You Know You Love Me: A Gossip Girl Novel",
        "description": "The wickedly funny second book in the #1 New York Times bestselling series that inspired the original hit CW show and the new series coming to HBO Max's Spring 2020 launch season (alongside hit series such as Pretty Little Liars and Friends). It's brunette vixen Blair Waldorf's seventeenth birthday, and she knows exactly what she wants: Nate, her studly, troubled boyfriend of three years. But Blair's been too busy filling out Ivy League college applications to notice that Nate has found himself another playmate...",
        "categories": [
            "Young Adult Fiction"
        ]
    },
    "13570": {
        "title": "You Might Be a Redneck If...",
        "description": "Foxworthy's runaway bestseller, with more than one million copies in print.",
        "categories": [
            "Rednecks"
        ]
    },
    "13571": {
        "title": "You Never Can Tell",
        "description": "How can you find a man who doesn't want to be found?\"Where is he now?\" That's the question on everyone's lips about strong, sexy Native American Kole Kills Crow. He was once a media darling -- men wanted to be him... women wanted to be with him. But tragedy convinced Kole that it was time to vanish. Now, reporter Heather Reardon has ,turned up at his door, and although she's a tempting package, it's one he's hesitant to open -- at first. Heather is feeling pretty proud of herself for finding her man -- even if she does have to track him down in some backwoods bar -- until she discovers that the hero of her fantasies wants nothing to do with his past. Nights spent together in his warm cabin reawaken the fire within him, and Heather ignites a shared passion that neither of them expected. But then Kole is thrust back into the harsh public spotlight, forcing him to face down the demons that still haunt him... and making Heather wonder if she can trust her heart. to a lover who will never be completely hers.",
        "categories": [
            "Fiction"
        ]
    },
    "13572": {
        "title": "You Sexy Thing! (Blaze, 15)",
        "description": "You Sexy Thing! by Tori Carrington released on Oct 25, 2001 is available now for purchase.",
        "categories": [
            "Romance fiction"
        ]
    },
    "13573": {
        "title": "You Shall Know Our Velocity",
        "description": "After Will's friend dies and he is beaten by anonymous attackers, he decides to travel around the world with his friend, Hand, share adventurous antics, and give money to poor strangers that they encounter along the way.",
        "categories": [
            "Americans"
        ]
    },
    "13574": {
        "title": "You'll Never Eat Lunch in This Town Again",
        "description": "The Oscar-winning producer of The Sting and Close Encounters of the Third Kind was blacklisted in 1977 in a town where connections are critical and lunches are everything--Hollywood. This tell-all book is for everyone who wants to hear the scandalous tales about the people who control the film industry. \"Hottest book of the year!\"--Newsweek.",
        "categories": [
            "Motion picture producers and directors"
        ]
    },
    "13575": {
        "title": "You're Only Old Once! : A Book for Obsolete Children",
        "description": "Rhyming text follows the Everyman hero through his checkup with the experts at the Golden Years Clinic.",
        "categories": [
            "Juvenile Fiction"
        ]
    },
    "13576": {
        "title": "Young Wives",
        "description": "Angie is a lawyer to Jada, whose husband has twisted the truth to take the children, and to Michelle, who has never questioned her husband's income until a police raid blows her life apart.",
        "categories": [
            "Fiction"
        ]
    },
    "13577": {
        "title": "Your Baby and Child: From Birth to Age Five",
        "description": "Provides information and advice on child care during each stage of development from birth to age five.",
        "categories": [
            "Child care"
        ]
    },
    "13578": {
        "title": "Your Blues Ain't Like Mine",
        "description": "\"ABSORBING...COMPELLING...HIGHLY SATISFYING.\" --San Francisco Chronicle \"TRULY ENGAGING...Campbell has a storyteller's ear for dialogue and the visual sense of painting a picture and a place....There's a steam that keeps the story moving as the characters, and later their children, wrestle through racial, personal and cultural crisis.\" --Los Angeles Times Book Review \"REMARKABLE...POWERFUL.\" --Time \"YOUR BLUES AIN'T LIKE MINE is rich, lush fiction set in rural Mississippi beginning in the mid-'50s. It is also a haunting reality flowing through Anywhere, U.S.A., in the '90s....There's love, rage and hatred, winning and losing, honor, abuse; in other words, humanity....Campbell now deserves recognition as the best of storytellers. Her writing sings.\" --The Indianapolis News \"EXTRAORDINDARY.\" --The Seattle Times \"A COMPELLING NARRATIVE...Campbell is a master when it comes to telling a story.\" --Entertainment Weekly YOUR BLUES AIN'T LIKE MINE won the NAACP Image Award for Best Literary Work of Fiction",
        "categories": [
            "Fiction"
        ]
    },
    "13579": {
        "title": "Your Blues Ain't Like Mine (Ballantine Reader's Circle)",
        "description": "Chicago-born Armstrong Todd is fifteen, black, and unused to the segregated ways of the Deep South when his mother sends him to spend the summer with relatives in her native rural Mississippi. For speaking a few innocuous words in French to a white woman, Armstrong pays the ultimate price when her husband, brother-in-law, and father-in-law decide to teach him a lesson. Often painful but always absorbing, this is a compelling and powerful novel written with simple eloquence by one of America's finest black novelists.",
        "categories": [
            "Fiction"
        ]
    },
    "13580": {
        "title": "Your Body's Many Cries for Water",
        "description": "A preventive and self-education manual. Don't treat thirst with medications. For those who prefer to adhere to the logic of the naturaland the simple in medicine.",
        "categories": [
            "Beverages"
        ]
    },
    "13581": {
        "title": "Your Cheatin' Heart : A Novel",
        "description": "Once upon a time Maggie Reid had a nice home, a rich husaband, and an adoring daughter. But that fairy-tale life hit the skids when her no-good man left her for a busty bottle blonde, and her rebellious teenage daughter went with him. Maggie's mama didn't raise no fool, though. Wide-awake and smelling the Starbucks, Maggie decides to follow her heart and becomes a country-western singer at the Golden Stallion Club. There, she glimpses her destiny--a lanky cowboy in steel-tipped boots and tight jeans. Though she's determined to meet Marshall Weathers, she sure isn't desperate enough to kill her pesky ex-brother-in-law, Jimmy, to do it. As fate would have it, Weathers is the detective investigating Jimmy's murder, and Maggie is his leading suspect. Unless she wants to sing the prison blues, Maggie's got to do some fancy two-stepping to expose Jimmy's true killer--and find her true love.",
        "categories": [
            "Fiction"
        ]
    },
    "13582": {
        "title": "Your Erroneous Zones",
        "description": "Describes and analyzes a variety of conditioned, self-destructive behavior patterns and suggests ways of correcting or eliminating them",
        "categories": [
            "Psychology"
        ]
    },
    "13583": {
        "title": "Your Money or Your Life: Transforming Your Relationship With Money and Achieving Financial Independence",
        "description": "Putting money in perspective and helping budget personal expenses.",
        "categories": [
            "Finance, Personal"
        ]
    },
    "13584": {
        "title": "Your Oasis on Flame Lake",
        "description": "Lorna Landvik hypnotizes readers, telling stories with quiet power, brilliant wit, and amazing resonance. USA Today praised her novel, Patty Jane's House of Curl, as \"fun and funny, spiked with tragedy and sad times.\" Now, in Your Oasis on Flame Lake, she continues to create real, resilient people we come to know and love. All you have to do is see a fiery sunset reflecting on the water to figure out how Flame Lake got its name. The small Minnesota town onshore is home to a close-knit group of old friends who discover their comfortable lives taking some unforeseen turns. Best friends fast approaching forty, Devera and BiDi (short for Beverly Diane) were recently voted \"Least Changed\" at their twentieth high school reunion. Once overjoyed, Devera now finds the label insulting. Oh, she loves her husband and still believes being a wife and mother is the main entree on life's plate. She just longs for the more exotic side dishes. BiDi is adored by her second husband Sergio but her only passions are her perfect household and her perfect body. These priorities sadden her daughter, Francine, a stocky fourteen-year-old and the only girl on the high school hockey team. Francine feels closer to her stepdad, a spirited, supportive soul who loves her right back. BiDi can't figure it out. Nor can she pinpoint the reason why her own sex drive is stuck in neutral, despite a thin and gorgeous chassis. Then there's Devera's husband, Dick Lindstrom, an ace car and appliance salesman with cabaret in his heart. He dreams of opening a night club in his basement. Nothing fancy. Just a BYOB joint to hang out in, sing, dance, tell jokes, and be yourself. The name? Your Oasis at Flame Lake. Andit arrives not a moment too soon. For a violent, unexpected crisis will throw both families into chaos--and force them to take stock of their lives. A wonderful, heartfelt novel of feeling, loving, and forgiving, Your Oasis at Flame Lake proves that Lorna Landvik is a writer who has arrived.",
        "categories": [
            "Domestic fiction"
        ]
    },
    "13585": {
        "title": "Your Oasis on Flame Lake (Ballantine Reader's Circle)",
        "description": "Best friends fast approaching forty in the small Minnesota town of Flame Lake, Devera and BiDi were recently voted “Least Changed” at their twentieth high school reunion—a label neither one finds very appealing. For each craves a change in her life: Devera desires a break from her humdrum marital routine; BiDi longs to reconnect with her distant fourteen-year-old daughter (the only girl on the high school hockey team), not to mention jump-start a sex drive stuck in neutral. So when Devera’s husband decides to fulfill his longtime dream of opening a nightclub in his basement, Your Oasis on Flame Lake arrives not a moment too soon. Nothing fancy, it’s just a BYOB joint where you can hang out, sing, dance, tell jokes, and be yourself. But then an unexpected crisis throws both families into chaos, forcing them all to take stock of their lives—and learn the power of forgiveness.",
        "categories": [
            "Fiction"
        ]
    },
    "13586": {
        "title": "Your Pregnancy: Week by Week (Your Pregnancy Series)",
        "description": "The most up-to-date book available for pregnant women, \"Your Pregnancy Week by Week\", written by an obstetrician, is designed to help all women from before they conceive until they give birth. Women learn how their bodies change as the weeks progress, as well as how the baby develops and a vast amount of invaluable information about the entire pregnancy. Illustrations.",
        "categories": [
            "Fetus"
        ]
    },
    "13587": {
        "title": "Your Sixth Sense: Unlocking the Power of Your Intuition",
        "description": "You know the feeling -- deja vu, already knowing what someone will say before they speak, a gut instinct that overrides logic, hearing from a distant friend you'd only just thought of that day. It happens to everyone, but few of us acknowledge these occurrences as manifestations of our own psychic ability. Now, bestselling author Belleruth Naparstek reclaims the world of psychic phenomena from its sideshow trappings, examining scientific data and showing each of us how to tap our own latent powers of awareness and perception. Naparstek, one of the country's leading teachers and speakers on developing the powers of the mind and heart, has trained thousands of individuals in using guided imagery techniques for psychic development and improved health and healing. Her powerful techniques have reached a wide audience--from \"the intuitively gifted to those whose third eye seemed virtually cemented shut.\" With Your Sixth Sense, Naparstek shares her proven methods in a guide that is both practical and wonderfully informative. Based on her own experience, her work with clients, and interviews with more than forty highly skilled \"intuitives,\" or psychics, Your Sixth Sense provides both a thorough exploration of the nature of psychic ability--how and why it works--and a step-by-step guide filled with specific suggestions and exercises carefully designed to help you foster, track, and illuminate your own rich output of psychic experience. In an engaging, conversational style, Naparstek tackles the subject so often shunted to the realm of cut-rate fortune tellers, psychic hotlines, and television exposes on the paranormal, offering a thoroughly accessible scientific explanation of the physics of ESP, a detailed description of what happens in the mind just before and during an intuitive \"pop,\" and much more. Your Sixth Sense is the only guide you'll need for recognizing, utilizing, and expanding the dormant powers of your own mind. This is a book about how to recognize, cultivate, and direct the natural gift that we all are born with: our sixth sense. When all is said and done, our ability to know things in a way that leaps over \"normal\" cognition and perception and just shows up as a sudden intuition or a pop of psychic awareness is an altogether logical, natural, and predictable human skill. This book shows you how the sixth sense is simply standard-issue equipment, along with our eyes, ears, tongues, noses and skin. It is only as magical and as ordinary as they are--which is plenty magical enough--but no more and no less. --from the Preface \" I loved this book. Reading it was an experience of remembering my own intuition and learning to trust it even more. Belleruth's insights are practical, grounded, validating, and helpful. This is a well-researched, thoughtful how-to-book, filled with stories and exercises, and accessible at any number of levels. There is truly something here for everyone.\" --Christiane Northrup, M.D., author of Women's Bodies, Women's Wisdom \"Belleruth Naparstek's penetrating study of intuitives has transformed this brilliant classic, which unites the logic of the mind with the wisdom of the heart. Her wit, intellect, and compassion not only illuminate the science of the sixth sense but also provide a sound, practical framework for the development ;of psychic potential. Grounded in the cultivation of empathy, the exercises in this book will open your heart and expand your sense of intimate connectedness with this remarkable universe.\" --Joan Borysenko, Ph.D., author of Minding the Body, Mending the Mind and A Woman's Book of Life \"I do not know of any other book that combines the wisdom of a psychotherapist, the knowledge of a scholar, the skill of a master hypnotist, the sensitivity of a psychic intuitive, and the memories of a remarkable collection of gifted practitioners. This book is a treasure!\" --Jeffrey Mishlove, Ph.D., president of Intuition Network and author of Roots of Consciousness",
        "categories": [
            "Psychology"
        ]
    },
    "13588": {
        "title": "Youth in Revolt",
        "description": "The hilarious, take-no-prisoners novel about a cynical, sex-obsessed teenager's pining love for an intelligent girl—the basis for the major motion picture starring Michael Cera. Youth in Revolt is the journals of Nick Twisp, California's most precocious diarist, whose ongoing struggles to make sense out of high school, deal with his divorced parents, and lose his virginity result in his transformation from an unassuming fourteen-year-old to a modern youth in open revolt. As his family splinters, worlds collide, and the police block all routes out of town, Nick must cope with economic deprivation, homelessness, the gulag of the public schools, a competitive type-A father, murderous canines, and an inconvenient hair trigger on his erectile response—all while vying ardently for the affections of the beauteous Sheeni Saunders, teenage goddess, and ultimate intellectual goad.",
        "categories": [
            "Fiction"
        ]
    },
    "13589": {
        "title": "Yukon Ho!",
        "description": "A collection of comic strips following the adventures of Calvin and his stuffed tiger Hobbes.",
        "categories": [
            "Comics & Graphic Novels"
        ]
    },
    "13590": {
        "title": "Yuletide Brides (2 Novels in 1)",
        "description": "Two favorite authors present two special stories for the holiday season. In \"Christmas Bride\", Toni tries to find a way to tell her soon-to-be-ex about the baby she is carrying. And in \"Father by Marriage\", P.I. Jake McKenzie falls for the mother of the little girl he's been hired to find.",
        "categories": [
            "Christmas stories"
        ]
    },
    "13591": {
        "title": "Z for Zachariah",
        "description": "The only one left alive after a nuclear war is a girl and a man who she must beaware of.",
        "categories": [
            "Diary fiction"
        ]
    },
    "13592": {
        "title": "ZEKE AND NED",
        "description": "\"Set in the Cherokee Nation not long after the Civil War, Zeke and Ned is the story of Ezekiel Proctor and Ned Christie, the last Cherokee warriors, living men whose story is not merely legend, but history - their fates a consequence of the brutal policies which produced the Trail of Tears.\" \"In their second collaborative novel, McMurtry and Ossana introduce many characters whose stories are woven together with a skill that will remind the reader of Lonesome Dove.\"--BOOK JACKET.Title Summary field provided by Blackwell North America, Inc. All Rights Reserved",
        "categories": [
            "Cherokee Indians"
        ]
    },
    "13593": {
        "title": "ZORBA THE GREEK",
        "description": "Portrait of a modern hero whose capacity to live each moment to its fullest is revealed in a series of adventures in Crete.",
        "categories": [
            "Fiction"
        ]
    },
    "13594": {
        "title": "Zazie Dans Le Metro (Folio)",
        "description": "Description not available",
        "categories": []
    },
    "13595": {
        "title": "Zeit im Wind.",
        "description": "Description not available",
        "categories": [
            "German language"
        ]
    },
    "13596": {
        "title": "Zeke and Ned",
        "description": "The last two proud Cherokee warriors are on a quest to tame the wild Oklahoma Territory after the Civil War.",
        "categories": [
            "Cherokee Indians"
        ]
    },
    "13597": {
        "title": "Zen Attitude",
        "description": "2nd mystery featuring Japanese antiques dealer Rei Shimura. Follows the salaryman's wife.",
        "categories": [
            "Fiction"
        ]
    },
    "13598": {
        "title": "Zen Mind, Beginner's Mind",
        "description": "Informal talks on Zen meditation and practice.",
        "categories": [
            "Meditation"
        ]
    },
    "13599": {
        "title": "Zen and the Art of Motorcycle Maintenance",
        "description": "The story is disarmingly simple: the author and his young son take a motorcycle trip across America. Their experiences become the springboard from which Robert Pirsig dives into his brilliant, often beautiful meditations on the concept of value -- and finally, on the author's own troubled past. Few books invite comparison with Moby Dick, but since Mr. Pirsig's book appeared nearly 20 years ago, critics have found the analogy unavoidable. Like Ishmael's voyage aboard the Pequot, Robert Pirsig's journey is both an exciting physical excursion and, more important, an intriguing exploration of the soul.",
        "categories": []
    },
    "13600": {
        "title": "Zen and the Art of Motorcycle Maintenance: An Inquiry into Values",
        "description": "While cycling through the western states, a disillusioned American questions the meaning of existence after confronting the ghost of his former, uninstitutionalized self.",
        "categories": [
            "Ego (Psychology)"
        ]
    },
    "13601": {
        "title": "Zen and the Art of Murder (St. Martin's Minotaur Mysteries)",
        "description": "Meet Zen Moses, an unforgettable quirky private investigator in a fresh new mystery series. When Zen tries to get a pint of beer at her favorite bar, she trips over her long lost cousin--murdered and wrapped around a keg of beer. Author Web site at www.zenmoses.com. Martin's Press.",
        "categories": [
            "Fiction"
        ]
    },
    "13602": {
        "title": "Zen and the art of Motorcycle Maintenance",
        "description": "\"With a new introduction by the author\"--Jacket.",
        "categories": [
            "Motorcycles"
        ]
    },
    "13603": {
        "title": "Zen and the art of motorcycle maintenance : an inquiry into values",
        "description": "During a motorcycle trip with his son, the author reveals his past life and muses on philosophical topics.",
        "categories": [
            "Ego (Psychology)"
        ]
    },
    "13604": {
        "title": "Zen in the Art of Writing",
        "description": "\"Every morning I jump out of bed and step on a land mine. The land mine is me. After the explosion, I spend the rest of the day putting the pieces back together. Now, it's your turn. Jump!\" Zest. Gusto. Curiosity. These are the qualities every writer must have, as well as a spirit of adventure. In this exuberant book, the incomparable Ray Bradbury shares the wisdom, experience, and excitement of a lifetime of writing. Here are practical tips on the art of writing from a master of the craft-everything from finding original ideas to developing your own voice and style-as well as the inside story of Bradbury's own remarkable career as a prolific author of novels, stories, poems, films, and plays.Zen In The Art Of Writingis more than just a how-to manual for the would-be writer: it is a celebration of the act of writing itself that will delight, impassion, and inspire the writer in you. In it, Bradbury encourages us to follow the unique path of our instincts and enthusiasms to the place where our inner genius dwells, and he shows that success as a writer depends on how well you know one subject: your own life.",
        "categories": [
            "Authorship"
        ]
    },
    "13605": {
        "title": "Zero Option",
        "description": "While investigating a scam involving public auctions of military surplus materials, military investigator David Stafford discovers that a cylinder containing a hazardous biochemical weapon has vanished, and no one in the powerful military bureaucracy will admit that it is gone. Reprint.",
        "categories": [
            "Fiction"
        ]
    },
    "13606": {
        "title": "Zero at the Bone",
        "description": "Description not available",
        "categories": [
            "Crime"
        ]
    },
    "13607": {
        "title": "Zigzag Street ;",
        "description": "Covers the six weeks in Richard Derrington's life after the breakup of his relationship with Anna - Six weeks of rumination, chaos, poor judgement and eventually, hope__",
        "categories": [
            "Australia"
        ]
    },
    "13608": {
        "title": "Zlata's Diary: A Child's Life in Sarajevo",
        "description": "Diary accounts present the true-life experiences of eleven-year-old Zlata Filipovic as she sees her peaceful life in Sarajevo gradually change as the war in her country advances.",
        "categories": [
            "Children and war"
        ]
    },
    "13609": {
        "title": "Zlata's Diary: A Childs Life in Sarajevo",
        "description": "In a voice both innocent and wise, touchingly reminiscent of Anne Frank's, Zlata Filipovic's diary has awoken the conscience of the world. Now thirteen years old, Zlata began her diary just before her eleventh birthday, when there was peace in Sarajevo and her life was that of a bright, intelligent, carefree young girl. Her early entries describe her friends, her new skis, her family, her grades at school, her interest in joining the Madonna Fan Club. And then, on television, she sees the bombs falling on Dubrovnik. Though repelled by the sight, Zlata cannot conceive of the same thing happening in Sarajevo. When it does, the whole tone of her diary changes. Early on, she starts an entry to \"Dear Mimmy\" (named after her dead goldfish): \"SLAUGHTERHOUSE! MASSACRE! HORROR! CRIMES! BLOOD! SCREAMS! DESPAIR!\" We see the world of a child increasingly circumscribed by the violence outside. Zlata is confined to her family's apartment, spending the nights, as the shells rain down mercilessly, in a neighbor's cellar. And the danger outside steadily invades her life. No more school. Living without water and electricity. Food in short supply. The onslaught destroys the pieces she loves, kills or injures her friends, visibly ages her parents. In one entry Zlata cries out, \"War has nothing to do with humanity. War is something inhuman\". In another, she thinks about killing herself. Yet, with indomitable courage and a clarity of mind well beyond her years, Zlata preserves what she can of her former existence, continuing to study piano, to find books to read, to celebrate special occasions - recording it all in the pages of this extraordinary diary.",
        "categories": [
            "Children and war"
        ]
    },
    "13610": {
        "title": "Zodiac",
        "description": "Horrifying in a way no fiction can be, Zodiac is the gripping story of the serial murderer who terrorized the San Francisco bay area from 1966 to 1978. The book contains reproductions of the killer's communiques to the police as well as the author's own chilling speculations on Zodiac's true identity--and his whereabouts today. Martin's.",
        "categories": [
            "Homicide investigation"
        ]
    },
    "13611": {
        "title": "Zodiac: The Eco-Thriller",
        "description": "Sangamon Taylor, an environmental extremist, sets out to discover the source of dangerously high levels of radiation in the Boston Harbor, teams up with some unlikely types, and battles corruption all the way to the level of a would-be president",
        "categories": [
            "Fiction"
        ]
    },
    "13612": {
        "title": "Zoey Phillips (Girlfriends) (Harlequin Superromance, No. 1020)",
        "description": "Zoey Phillips by Judith Bowen released on Oct 25, 2001 is available now for purchase.",
        "categories": [
            "First loves"
        ]
    },
    "13613": {
        "title": "Zombies of the Gene Pool",
        "description": "In the 1950s, a group of young science fiction writers, dreaming of literary immortality and calling themselves the Lanthanides, buried a time capsule with their stories and relics from the time. Now, in the 1990s, when several of them have become famous, the surviving Lanthanides are getting together at a special convention to dig up the capsule and open it. But the convention is startled by the appearance of a writer who was supposed to have died thirty years ago. Then murder materializes to throw the agenda further into chaos. Now, Jay Omega, author of Bimbos of the Death Sun, and his significant other, Dr. Marion Farley, must separate science fact from fiction -- and unearth a killer with a story of his own to tell.",
        "categories": [
            "Detective and mystery stories"
        ]
    },
    "13614": {
        "title": "Zoya",
        "description": "Against the backdrop of the Russian Revolution and World War I Europe, Zoya, young cousin to the Tsar, flees St. Petersburg to Paris to find safety. Her entire world forever changed, she faces hard times and joins the Ballet Russe in Paris. And then, when life is kind to her, Zoya moves on to a new and glittering life in New York. The days of ease are all too brief as the Depression strikes, and she loses everything yet again. It is her career, and the man she meets in the course of it, which ultimately save her, as she rebuilds her life through the war years and beyond. And it is her family that comes to mean everything to her. From the roaring twenties to the 1980's, Zoya remains a rare and spirited woman whose legacy will live on.",
        "categories": [
            "Fiction"
        ]
    },
    "13615": {
        "title": "Zoya's Story: An Afghan Woman's Struggle for Freedom",
        "description": "Zoya's Story is a young woman's searing account of her clandestine war of resistance against the Taliban and religious fanaticism at the risk of her own life. An epic tale of fear and suffering, courage and hope, Zoya's Story is a powerful testament to the ongoing battle to claim human rights for the women of Afghanistan. Though she is only twenty-three, Zoya has witnessed and endured more tragedy and terror than most people do in a lifetime. Zoya grew up during the wars that ravaged Afghanistan and was robbed of her mother and father when they were murdered by Muslim fundamentalists. Devastated by so much death and destruction, she fled Kabul with her grandmother and started a new life in exile in Pakistan. She joined the Revolutionary Association of the Women of Afghanistan, which challenged the crushing edicts of the Taliban government, and she made dangerous journeys back to her homeland to help the women oppressed by a system that forced them to wear the stifling burqa, condoned public stoning or whipping if they ventured out without a male chaperon, and forbade them from working. Zoya is our guide, our witness to the horrors perpetrated by the Taliban and the Mujahideen \"holy warriors\" who had defeated the Russian occupiers. She helped to secretly film a public cutting of hands in a Kabul stadium and to organize covert literacy classes, as schooling-branded a \"gateway to Hell\" -- was forbidden to girls. At an Afghan refugee camp she heard tales of heartrending suffering and worked to provide a future for families who had lost everything. The spotlight focused on Afghanistan after the New York and Washington terrorist attacks highlights the conditions of repression and fear in which Afghan women live and makes Zoya's Story utterly compelling. This is a memoir that speaks louder than the images of devastation and outrage; it is a moving message of optimism as Zoya struggles to bring the plight of Afghan women to the world's attention.",
        "categories": [
            "Biography & Autobiography"
        ]
    },
    "13616": {
        "title": "Zwei Frauen. Das Buch zum Film. Roman.",
        "description": "Für die junge Ballettänzerin Eva Martin bricht die Welt zusammen, als sie die Diagnose erfährt: Krebs! In der Strahlenklinik muß sie das Zimmer mit einer jungen Frau teilen, die in allem ihr Gegenbild zu sein scheint: frech, selbstbewußt und ungebildet. Aber dann beginnt eine Freundschaft von ungewöhnlicher Tiefe... Authentisch bis in die Details und mit atemberaubender psychologischer Spannung durchleuchtet dieser Roman alle Phasen einer Krebserkrankung und -therapie. Er enthält Einsichten über die Entstehung und den Umgang mit dieser Krankheit, die in dieser Schärfe nie zuvor artikuliert wurden...",
        "categories": [
            "Fiction"
        ]
    },
    "13617": {
        "title": "ZwÃ?Â¶lf.",
        "description": "White Mike raucht nicht, trinkt nicht und kifft nicht. Aber er ist ein erfolgreicher Drogendealer. Seine Kunden sind Highschool-Kids, die sich langweilen. Silvester soll die heisseste Party aller Zeiten steigen. Doch die Party gerät ausser Kontrolle: Im Zustand völligen Rausches schiesst jemand in die Menschenmenge und richtet ein Blutbad an.",
        "categories": [
            "American literature"
        ]
    },
    "13618": {
        "title": "\\ Lamb to the Slaughter and Other Stories (Penguin 60s S.)\"",
        "description": "Description not available",
        "categories": [
            "Fiction"
        ]
    },
    "13619": {
        "title": "\\A\\\" is for Alibi : A Kinsey Millhone Mystery (A Kinsey Millhone Mystery)\"",
        "description": "A IS FOR AVENGER A tough-talking former cop, private investigator Kinsey Millhone has set up a modest detective agency in a quiet corner of Santa Teresa, California. A twice-divorced loner with few personal possessions and fewer personal attachments, she's got a soft spot for underdogs and lost causes.",
        "categories": [
            "Fiction"
        ]
    },
    "13620": {
        "title": "\\Girls' Night Out\\\"/\\\"Boys' Night In\\\"\"",
        "description": "With the boys keen to get it on the act this time around, we've put together a book with two front covers containing stories that will appeal to male and female alike! At one end, Girls' Night Out introduces original stories from female authors at the cutting-edge of bestselling women's fiction, including Josie Lloyd, Kathy Lette, India Knight, Arabella Weir and Sophie Kinsella. Flip the book over and enjoy Boys' Night In - a collection of stories by some of the hottest male authors around, such as Mike Gayle, Emlyn Rees, Matt Beaumont and Patrick Gale. Double the entertainment factor and a fascinating look at a variety of issues and themes, both witty and serious, from both a male and female perspective. Once again, all the writers involved have provided their story gratis, and HarperCollins will donate a least ?1 to War Child for every copy sold, continuing the amazing work for children in war zones whose lives have been torn apart by conflict. Proceeds from the previous collection created over thirty safe playgrounds in landmined Kosovo, and schools in Rwanda. Buy this book and more children's lives will be transformed.",
        "categories": [
            "Short stories, English"
        ]
    },
    "13621": {
        "title": "\\O\\\" Is for Outlaw\"",
        "description": "Private detective Kinsey Millhone finds her past coming back to haunt her when an encounter with her first husband and a mysterious undelivered letter discovered among her childhood memorabilia reveal new information about an old unsolved murder. 500,000 first printing. Lit Guild, Doubleday, & Mystery Guild Main.",
        "categories": [
            "Fiction"
        ]
    },
    "13622": {
        "title": "\\Surely You're Joking, Mr. Feynman!\\\": Adventures of a Curious Character\"",
        "description": "In this phenomenal bestseller, Nobel Prize-winning physicist Richard P. Feynman recounts his adventures trading ideas on atomic physics with Einstein and Bohr and ideas on gambling with Nick the Greek, painting a naked female toreador, accompanying a ballet on his bongo drums--and much else of an eyebrow-raising and hilarious nature. Photos.",
        "categories": [
            "Physicists"
        ]
    },
    "13623": {
        "title": "\\The Happy Prince\\\" and Other Stories (Penguin Popular Classics)\"",
        "description": "These special fairy tales, which Oscar Wilde made up for his own sons, include 'The Happy Prince', who was not as happy as he seemed; 'The Selfish Giant', who learned to love little children; 'The Star Child', who suffered bitter trials when he rejected his parents. . . . Often whimsical and sometimes sad, they all shine with poetry and magic.",
        "categories": [
            "Fiction"
        ]
    },
    "13624": {
        "title": "e",
        "description": "Carla Browne-1/5/00, 3:05 pm to: All Departments re: I'm leaving now . . . but before I go there are some things you should know...!!!! Set in a London ad agency desperate to land a coveted big account, e follows the bureaucratic bungling, cutthroat maneuvers, and outrageous sexual antics of a group of Miller-Shanks employees as they scheme, lie, lust, and claw their way up (and down) the company ladder. Written by a former advertising copywriter, this hilarious, dead-on-target novel marks the debut of a hip and exciting new voice in contemporary fiction. With the click of a mouse, Matt Beaumont brings the novel of letters into the twenty-first century, turning his merciless, unerring eye on today's Machiavellian corporate culture-with uproarious results. Rachel Stevenson, Personnel-1/5/00, 3:09 pm to: Chandra Kapoor cc: David Crutton re: Urgent: Please delete Carla Browne's ID from e-mail with immediate effect. Thank you.",
        "categories": [
            "Fiction"
        ]
    },
    "13625": {
        "title": "iI Paradiso Degli Orchi",
        "description": "Description not available",
        "categories": [
            "Fiction"
        ]
    },
    "13626": {
        "title": "one hundred years of solitude",
        "description": "One of the most influential literary works of our time, One Hundred Years of Solitude is a dazzling and original achievement by the masterful Gabriel Garcia Marquez, winner of the Nobel Prize for Literature. One Hundred Years of Solitude tells the story of the rise and fall, birth and death of the mythical town of Macondo through the history of the Buendia family. Inventive, amusing, magnetic, sad, and alive with unforgettable men and women -- brimming with truth, compassion, and a lyrical magic that strikes the soul -- this novel is a masterpiece in the art of fiction.",
        "categories": [
            "Colombian fiction"
        ]
    },
    "13627": {
        "title": "stardust",
        "description": "Description not available"
    },
    "13628": {
        "title": "why I'm like this : True Stories",
        "description": "A collection of humorous personal essays includes writings on the author's eccentric Florida grandparents, the imagined life of a French truffle pig, and the vicissitudes of modern life.",
        "categories": [
            "Biography & Autobiography"
        ]
    }
}